"Close"="Fermer";
"Delete"="Supprimer";
"Visualization mode"="Mode visualisation";
"Scanning..."="Analyse en cours...";
"Building the visualization..."="Construction de la visualisation...";
"%d Item"="%d élément";
"%@ Folder %@ File total %@"="%@ dossier %@ total fichiers %@";
"Ok"="Ok";
"selected"="Collecté";
"Drag and drop files here to delete them"="Faites glisser et déposez des fichiers ici pour les collecter";
"%@ cannot be deleted."="%@ ne peut pas être supprimé.";
"%@ %d Item"="%@ %d élément";
"Scanning progress will be lost after canceling, you need to rescan next time"="La progression de l'analyse sera perdue après l'annulation, vous devrez rescanner la prochaine fois";
"Continue"="Continuer";
"Cancel"="Annuler";
"Open Finder"="Ouvrir Finder";
"Move to the delete queue"="Déplacer vers la file d'attente de suppression";
"Don't need to delete files."="Ne pas besoin de supprimer les fichiers.";
"The selected files will be completely deleted."="Les fichiers sélectionnés seront complètement supprimés.";
"Deleted %lld item"="%lld élément supprimé";
"Deletion completed"="Suppression terminée";
"Canceling"="Annulation";
"Preparing to delete..."="Préparation de la suppression...";
"Enter directory"="Entrer dans le répertoire";
"Stop"="Arrêter";
"File not found" = "Fichier introuvable";
"Some files failed to delete due to insufficient permissions"="Certains fichiers n'ont pas pu être supprimés en raison d'autorisations insuffisantes";

"The current scanning root directory is %@ and cannot return to the previous directory." = "Le répertoire racine d'analyse actuel est %@ et ne peut pas revenir au répertoire précédent.";
"The current scanning root directory is %@, you can rescan %@." = "Le répertoire racine d'analyse actuel est %@, vous pouvez réanalyser %@.";

